/* Common */
"Common_Untitled" = "Untitled";

"Common_Project_Category_All" = "All";

"Common_Project_Category_Inbox" = "Inbox";

/* Note */
"Note_EditedDateString_Yesterday" = "Yesterday";

"Note_EditedMonthString_Format" = "MMM yyyy";

/* MenuView */
"MenuView_SectionHeader_Project" = "Project";

/* SettingView */
"SettingView_Title" = "Settings";

"SettingView_Cell_ManageProject" = "Projects";

/* ManageProjectView */
"ManageProjectView_Title" = "Projects";

/* EditProjectView */
"EditProjectView_TextField_PlaceHolder" = "Title";

"EditProjectView_Title_NewProject" = "New Project";

"EditProjectView_Title_ExistingProject" = "Edit Project";

"EditProjectView_Cell_Icon" = "Icon";

"EditProjectView_DeleteButton_Title" = "Delete Project";

"EditProjectView_ActionSheet_Button_Delete" = "Delete Project";

"EditProjectView_ActionSheet_Button_Cancel" = "Cancel";

"EditProjectView_ActionSheet_Button_SelectFromDefaultIcon" = "Select From Default Icon";

"EditProjectView_ActionSheet_Button_SelectFromLibrary" = "Select From Library";

/* SelectIconShapeView */
"SelectIconShapeView_Title" = "Select Icon";

/* SelectIconColorView */
"SelectIconColorView_Title" = "Select Color";

/* TaskListView */
"TaskListView_Title" = "Tasks";

"TaskListView_SectionHeader_CompletedTask_%i" = "Completed Task (%i)";

/* EditTaskView */
"EditTaskView_Title_NewTask" = "New Task";

"EditTaskView_Title_ExistingTask" = "Edit Task";

"EditTaskView_DeleteButton_Title" = "Delete Task";

"EditTaskView_Cell_Title_Placeholder" = "Title";

"EditTaskView_Cell_Project" = "Project";

"EditTaskView_Cell_Memo" = "Memo";

"EditTaskView_ActionSheet_Button_Delete" = "Delete Task";

"EditTaskView_ActionSheet_Button_Cancel" = "Cancel";

/* SelectProjectView */
"SelectProjectView_Title" = "Project";

/* EditMemoView */
"EditMemoView_Title" = "Edit Memo";

/* NoteListView */
"NoteListView_Title" = "Notes";

/* EditNoteView */
"EditNoteView_Title_NewNote" = "New Note";

"EditNoteView_Title_ExistingNote" = "Edit Note";

"EditNoteView_ActionSheet_Button_Delete" = "Delete Note";

"EditNoteView_ActionSheet_Button_Cancel" = "Cancel";

/* NoteInfoView */
"NoteInfoView_Title" = "Note Info";

"NoteInfoView_Cell_Project" = "Project";

